import pizza1 from '../assets/images/Pizza1.png';
import pizza2 from '../assets/images/Pizza2.png';
import pizza3 from '../assets/images/Pizza3.png';
import pizza4 from '../assets/images/Pizza4.png';
import pizza5 from '../assets/images/Pizza5.png';
import pizza6 from '../assets/images/Pizza6.png';

const menu = [
    {
        id: 1,
        img: pizza1,
        title: 'Мексиканская',
        desc: 'Булка, котлета, сыр, соленый огурец, лук, помидор, салат айсберг, соус чесночный, соус гриль, кетчуп, майонез',
        price: '200  сом'
    },
    {
        id: 2,
        img: pizza2,
        title: 'Мексиканская',
        desc: 'Булка, котлета, сыр, соленый огурец, лук, помидор, салат айсберг, соус чесночный, соус гриль, кетчуп, майонез',
        price: '200  сом'
    },
    {
        id: 3,
        img: pizza3,
        title: 'Мексиканская',
        desc: 'Булка, котлета, сыр, соленый огурец, лук, помидор, салат айсберг, соус чесночный, соус гриль, кетчуп, майонез',
        price: '200  сом'
    },
    {
        id: 4,
        img: pizza4,
        title: 'Мексиканская',
        desc: 'Булка, котлета, сыр, соленый огурец, лук, помидор, салат айсберг, соус чесночный, соус гриль, кетчуп, майонез',
        price: '200  сом'
    },
    {
        id: 5,
        img: pizza2,
        title: 'Мексиканская',
        desc: 'Булка, котлета, сыр, соленый огурец, лук, помидор, салат айсберг, соус чесночный, соус гриль, кетчуп, майонез',
        price: '200  сом'
    },
    {
        id: 6,
        img: pizza5,
        title: 'Мексиканская',
        desc: 'Булка, котлета, сыр, соленый огурец, лук, помидор, салат айсберг, соус чесночный, соус гриль, кетчуп, майонез',
        price: '200  сом'
    },
    {
        id: 7,
        img: pizza3,
        title: 'Мексиканская',
        desc: 'Булка, котлета, сыр, соленый огурец, лук, помидор, салат айсберг, соус чесночный, соус гриль, кетчуп, майонез',
        price: '200  сом'
    },
    {
        id: 8,
        img: pizza6,
        title: 'Мексиканская',
        desc: 'Булка, котлета, сыр, соленый огурец, лук, помидор, салат айсберг, соус чесночный, соус гриль, кетчуп, майонез',
        price: '200  сом'
    }
]

export default menu;